In [14]:
import pandas as pd
import numpy as np

In [15]:
dict1={
    "name":["ayush","punam","smith","manish"],
    "age":[24,28,30,27],
    "occoupation":["s/w enginer","ca","manager","s/w enginer"]
}

In [16]:
df=pd.DataFrame(dict1)

In [17]:
df

     name  age  occoupation
0   ayush   24  s/w enginer
1   punam   28           ca
2   smith   30      manager
3  manish   27  s/w enginer

In [24]:
df.to_csv("brotherhood.csv",index=False)

In [26]:
df.head(2)

    name  age  occoupation
0  ayush   24  s/w enginer
1  punam   28           ca

In [27]:
df.tail()

     name  age  occoupation
0   ayush   24  s/w enginer
1   punam   28           ca
2   smith   30      manager
3  manish   27  s/w enginer

In [28]:
df.tail(1)

     name  age  occoupation
3  manish   27  s/w enginer